tap 'heroku/brew'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'ubuntu/microk8s'

brew 'ansible'
brew 'awscli'
brew 'doctl'
brew 'duck'
brew 'fish'
brew 'gh'
brew 'git-extras'
brew 'git'
brew 'go'
brew 'heroku-node'
brew 'heroku'
brew 'hexyl'
brew 'irssi'
brew 'jq'
brew 'kubectl'
brew 'mas'
brew 'microk8s'
brew 'minikube'
brew 'miller'
brew 'mkcert'
brew 'mosh'
brew 'mutt'
brew 'neovim'
brew 'node'
brew 'nss'
brew 'pinentry-mac'
brew 'podman'
brew 'python'
brew 'rbenv'
brew 'rustup-init'
brew 'terraform'
brew 'tmux'
brew 'trash'
brew 'universal-ctags'
brew 'wget'
brew 'yq'

cask '1password'
cask 'cyberduck'
cask 'discord'
cask 'docker'
cask 'firefox'
cask 'github'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'gpg-suite-no-mail'
cask 'iterm2'
cask 'karabiner-elements'
cask 'monodraw'
cask 'notion'
cask 'orange'
cask 'paw'
cask 'postico'
cask 'postman'
cask 'signal'
cask 'tg-pro'
cask 'visual-studio-code'

mas 'Bear', id: 1091189122
mas 'Kindle', id: 405399194
mas 'Magnet', id: 441258766
mas 'Medis', id: 1063631769
mas 'MindNode', id: 1289197285
mas 'Pixelmator', id: 407963104
mas 'Playgrounds', id: 1496833156
mas 'Slack', id: 803453959
mas 'The Unarchiver', id: 425424353
mas 'Things 3', id: 904280696
mas 'XCode', id: 497799835
