tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'heroku/brew'

brew 'zsh'
brew 'git'
brew 'git-extras'
brew 'vim'
brew 'tmux'
brew 'wget'
brew 'trash'
brew 'hexyl'
brew 'node'
brew 'python'
brew 'go'
brew 'rbenv'
brew 'rtv'
brew 'mas'
brew 'doctl'
brew 'awscli'
brew 'heroku'
brew 'kubectl'

cask '1password'
cask 'docker'
cask 'minikube'
cask 'virtualbox'
cask 'google-chrome'
cask 'firefox'
cask 'paw'
cask 'sublime-text'
cask 'visual-studio-code'
cask 'iterm2'
cask 'hyper'
cask 'keybase'
cask 'gpg-suite-no-mail'
cask 'tunnelbear'
cask 'tg-pro'
cask 'dash'
cask 'now'
cask 'google-cloud-sdk'
cask 'karabiner-elements'
cask 'postico'

cask 'qlcolorcode'
cask 'qlstephen'
cask 'quicklook-json'

mas 'XCode', id: 497799835
mas 'Bear', id: 1091189122
mas 'Things 3', id: 904280696
mas 'Magnet', id: 441258766
mas 'Slack', id: 803453959
mas 'EasyRes', id: 688211836

