tap 'hashicorp/tap'
tap 'heroku/brew'
tap 'homebrew/bundle'
tap 'oven-sh/bun'
tap 'ubuntu/microk8s'

brew 'awscli'
brew 'binaryen'
brew 'bun'
brew 'deno'
brew 'fish'
brew 'gh'
brew 'git-extras'
brew 'git'
brew 'go'
brew 'hashicorp/tap/terraform'
brew 'hexyl'
brew 'jq'
brew 'lazydocker'
brew 'lazygit'
brew 'mas'
brew 'minikube'
brew 'miller'
brew 'mise'
brew 'mkcert'
brew 'mosh'
brew 'mutt'
brew 'neovim'
brew 'node'
brew 'nss'
brew 'pinentry-mac'
brew 'podman'
brew 'php'
brew 'python'
brew 'railway'
brew 'ruby'
brew 'rustup-init'
brew 'tmux'
brew 'trash'
brew 'universal-ctags'
brew 'uv'
brew 'wabt'
brew 'wasm-tools'
brew 'wget'
brew 'yq'

cask '1password'
cask 'bitwarden'
cask 'cursor'
cask 'discord'
cask 'docker-desktop'
cask 'firefox'
cask 'github'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'gpg-suite-no-mail'
cask 'iterm2'
cask 'maccy'
cask 'notion'
cask 'ollama-app'
cask 'postico'
cask 'signal'
cask 'spotify'
cask 'tg-pro'
cask 'visual-studio-code'
cask 'zoom'

mas 'Bear', id: 1091189122
mas 'Kindle', id: 405399194
mas 'Magnet', id: 441258766
mas 'MindNode', id: 1289197285
mas 'Muse', id: 1501563902
mas 'Pixelmator', id: 407963104
mas 'Playgrounds', id: 1496833156
mas 'Slack', id: 803453959
mas 'The Unarchiver', id: 425424353
mas 'Things 3', id: 904280696
mas 'WhatsApp', id: 310633997
mas 'XCode', id: 497799835
