bradlc.vscode-tailwindcss
cschleiden.vscode-github-actions
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
GitHub.codespaces
github.copilot
GitHub.github-vscode-theme
GitHub.vscode-pull-request-github
graphql.vscode-graphql
Gruntfuggly.todo-tree
HashiCorp.terraform
HookyQR.beautify
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.python
rangav.vscode-thunder-client
rebornix.ruby
superfaceai.superface-language-client-vscode
wingrunr21.vscode-ruby
